Repository: justmarti/neutral-news
Catalog: NeutralNews/Localizable.xcstrings
Source language: en
Languages: es

source: %lld news articles
es: %lld noticias

# %lld out of %lld news articles
source: %1$lld out of %lld news articles
es: %1$lld de %lld noticias

source: A quick look at the past 24 hours
es: Un vistazo a las últimas 24 horas

source: Access
es: Acceso

source: Access all results with Facts Pro
es: Accede a todos los resultados con Facts Pro

source: Activating subscription...
es: Activando suscripción...

source: All News
es: Todas las noticias

source: Allow notifications to receive alerts.
es: Activa las notificaciones para recibir avisos.

source: Already reported
es: Ya reportada

source: Always Dark Mode
es: Siempre en modo oscuro

source: Answer
es: Respuesta

source: Answers use the summary and media coverage on this page.
es: Las respuestas usan el resumen y la cobertura mediática de esta página.

source: Appearance
es: Apariencia

source: Apple Intelligence is busy right now. Try again in a moment.
es: Apple Intelligence está ocupado ahora mismo. Vuelve a intentarlo en unos instantes.

source: Apple Intelligence is not available on this device.
es: Apple Intelligence no está disponible en este dispositivo.

source: Apple Intelligence is still getting ready on this device.
es: Apple Intelligence todavía se está preparando en este dispositivo.

source: Article not found
es: No se ha encontrado el artículo

source: Ask
es: Preguntar

source: Ask a question
es: Haz una pregunta

source: Ask about this story
es: Pregunta sobre esta noticia

source: Automatic
es: Automático

source: Between bias and opinion, it’s hard to see what matters
es: Entre sesgos y opiniones, cuesta ver lo importante

source: Business
es: Economía

source: Change day
es: Cambiar día

source: Check your internet connection and try again.
es: Revisa tu conexión a internet e inténtalo de nuevo.

source: Clear filters
es: Borrar filtros

source: Close
es: Cerrar

source: Colored Background
es: Fondo de color

source: Contact Us
es: Contáctanos

source: Content
es: Contenido

source: Copy headline
es: Copiar titular

source: Couldn’t update saved news
es: No se han podido actualizar las noticias guardadas

source: Culture
es: Cultura

source: Dark
es: Oscuro

source: Different angles on the same story
es: Distintos enfoques sobre una misma historia

source: Duplicate article
es: Noticia repetida

source: Entertainment
es: Entretenimiento

source: Everything will be ready soon. Thanks for your patience.
es: Pronto estará todo listo, gracias por tu paciencia.

source: Exit saved
es: Salir de guardadas

source: Expires in
es: Caduca en

source: Facts is independent and not affiliated with %@ or any other news outlet.
es: Facts es independiente, no está asociado a %@ ni a ningún otro medio de comunicación.

source: Family sharing
es: En familia

source: Filter
es: Filtrar

source: Get Started
es: Empezar

source: Headline copied
es: Titular copiado

source: Health
es: Salud

source: Image: %@. Source at the end of the page.
es: Imagen: %@. Fuente al final de la página.

source: Incorrect information
es: Información incorrecta

source: Key facts, clear and straight to the point
es: Los hechos clave, claros y sin rodeos

source: Lakers cruise past Celtics in dominant home win
es: El Madrid vence con facilidad a un Barça en horas bajas

source: Larger widgets
es: Widgets más grandes

source: Last 7 days
es: Últimos 7 días

source: Less than a minute
es: Menos de un minuto

source: Lifetime
es: De por vida

source: Light
es: Claro

source: Loading more news...
es: Cargando más noticias...

source: Loading news...
es: Cargando noticias...

source: Loading saved news...
es: Cargando noticias guardadas...

source: Media coverage
es: Cobertura mediática

source: Media Noise
es: Ruido mediático

source: More days of news
es: Más días de noticias

source: Multiple Perspectives
es: Múltiples perspectivas

source: Neutral Summary
es: Resumen imparcial

source: Neutrality level
es: Nivel de neutralidad

source: News briefing
es: Resumen de noticias

source: Next
es: Siguiente

source: No connection
es: Sin conexión

source: No news yet
es: Aún no hay noticias

source: No results for "%@"
es: No hay resultados para "%@"

source: No results for "%@" in news from %@
es: No hay resultados para "%@" en noticias de %@

source: No story context
es: No hay contexto de la noticia

source: Notifications
es: Notificaciones

source: Notifications are turned off in Settings.
es: Las notificaciones están desactivadas en Ajustes.

source: Offensive language
es: Lenguaje ofensivo

source: Open a story with a summary or loaded sources to ask questions.
es: Abre una noticia con un resumen o fuentes cargadas para hacer preguntas.

source: Open Notification Settings
es: Abrir los ajustes de notificaciones

source: Opening article
es: Abriendo artículo

source: Options
es: Opciones

source: Permission denied
es: Permiso denegado

source: Please wait for the current answer to finish.
es: Espera a que termine la respuesta actual.

source: Politics
es: Política

source: Privacy
es: Privacidad

source: Privacy Policy
es: Política de Privacidad

source: Random Article
es: Noticia aleatoria

source: Rate on the App Store
es: Valorar en la App Store

source: Read at the source
es: Leer en la fuente

source: Read more
es: Leer más

source: Recommend to a Friend
es: Recomendar a un amigo

source: Redeem Code
es: Canjear código

source: Referenced sources
es: Fuentes consultadas

source: Removed from saved
es: Eliminada de guardadas

source: Renews in
es: Se renueva en

source: Report a problem
es: Reportar problema

source: Report sent successfully
es: Reporte enviado correctamente

source: Restore Purchases
es: Restaurar Compras

source: Save
es: Guardar

source: Save stories
es: Guarda noticias

source: Save stories you're interested in to read later.
es: Guarda noticias que te interesen para leerlas más tarde.

source: Saved
es: Guardada

# Saved articles
source: Saved
es: Guardadas

source: Saved News
es: Noticias guardadas

source: Science
es: Ciencia

source: Search
es: Buscar

source: See the full picture
es: Más allá de la noticia

source: Send
es: Enviar

source: Send report
es: Enviar reporte

source: Sending...
es: Enviando...

source: Server error
es: Error del servidor

source: Settings
es: Ajustes

source: Share
es: Compartir

source: Society
es: Sociedad

source: Something went wrong. Try again.
es: Algo salió mal. Inténtalo de nuevo.

source: Sources
es: Fuentes

source: Spain
es: España

source: Sports
es: Deportes

source: Support
es: Soporte

source: System
es: Sistema

source: Technology
es: Tecnología

source: Terms
es: Condiciones

source: Terms of Use
es: Términos de Uso

source: The answer could not be generated. Try a simpler question.
es: No se ha podido generar la respuesta. Prueba con una pregunta más sencilla.

source: The answer could not be generated. Try again.
es: No se ha podido generar la respuesta. Vuelve a intentarlo.

source: The answer took too long. Try again.
es: La respuesta ha tardado demasiado. Vuelve a intentarlo.

source: The content includes inappropriate language
es: El contenido incluye lenguaje inapropiado

source: The displayed information contains errors
es: La información mostrada contiene errores

source: There is an unrelated article below
es: Hay una noticia no relacionada abajo

source: There was a problem with the server. Try again later.
es: Hubo un problema con el servidor. Inténtalo más tarde.

source: Thinking
es: Pensando

source: This language is not supported on this device yet.
es: Este idioma todavía no es compatible con este dispositivo.

source: This question cannot be answered safely.
es: Esta pregunta no se puede responder de forma segura.

source: This story already appears in another section or day
es: Esta noticia ya aparece en otra sección o día

source: This story has too much context to answer that question.
es: Esta noticia tiene demasiado contexto para responder a esa pregunta.

source: This value indicates how neutral the story is, with 0 being very biased and 10 neutral.
es: Este valor indica cuán neutral es la noticia, siendo 0 muy sesgada y 10 neutral.

source: Top results
es: Mejores resultados

source: Top Stories
es: Noticias destacadas

source: Try Again
es: Volver a intentarlo

source: Try again in a few minutes.
es: Vuelve a intentarlo en unos minutos.

source: Try again later or select another day.
es: Vuelve a intentarlo más tarde o selecciona otro día.

source: Try another search in your saved news.
es: Prueba con otra búsqueda en tus noticias guardadas.

source: Try another search term.
es: Intenta con otro término de búsqueda.

source: Try another term or select a different day.
es: Intenta con otro término o selecciona un día distinto.

source: Turn on Apple Intelligence to ask about this story.
es: Activa Apple Intelligence para preguntar sobre esta noticia.

source: U.S. growth holds firm despite mounting recession concerns
es: España lidera Europa en crecimiento pese a las críticas de la oposición

source: Under maintenance
es: En mantenimiento

source: Unexpected error
es: Error inesperado

source: United States
es: Estados Unidos

source: Unlock full access.
es: Desbloquea el acceso completo.

source: Unrelated article
es: Noticia no relacionada

source: Version %@
es: Versión %@

source: Wait %lld seconds
es: Espera %lld segundos

source: Wait a moment
es: Espera un momento

source: White House deflects blame for higher prices
es: El Gobierno elude su responsabilidad en la crisis económica

source: World
es: Internacional

source: You
es: Tú

source: You already reported this article
es: Ya has reportado esta noticia

source: You don't have any saved news
es: No tienes noticias guardadas

source: You don’t have permission to send reports.
es: No tienes permiso para enviar reportes.
